{
  "key": 117,
  "location": "beacon",
  "text": {
    "en": [
      {
        "content": "The procession down The Approach is slow and formal, save when you sense weakness and yank at your captors. A chill touches you when you see three human shapes carried ahead of you, draped in red cloth. The Beacon looms larger and larger, its dreadful silhouette a black triangle pointing to the stars. A low drone begins among the cloaked figures—unbidden, the word mourners comes to mind. Smoke from their torches makes you cough. You feel heat on your face."
      },
      {
        "content": "As you reach the cleared area around the Beacon, three dancers break from the pack: young girls swinging balls of fire in spectacular arcs, drawing circles in the night air. One by one, they draw close to you and touch your forehead with sooty fingers. Each kisses you three times: on the left cheek, right cheek, then forehead. Then they whisper in your ear. The smell of kerosene fills your nostrils."
      },
      {
        "tag": "info",
        "text": [
          {
            "content": "Make an APP roll."
          }
        ]
      }
    ],
    "zh": [
      {
        "content": "中央大街上的队伍缓慢而肃穆，除了你骨软筋麻，还在抓着你的人手中挣扎。当你看见三具披着红布的人体被扛在前面的时候，你打了个寒战。灯塔靠得越来越近，越来越高大，令人畏惧的轮廓如同乌黑的三角形直刺星空。披红布的人体开始发出低沉的嗡嗡声——你的头脑中不由自主地浮现出“送丧人”这个词。他们手中的火把冒着烟，呛得你直咳嗽。你能感受到脸上的热量。"
      },
      {
        "content": "当你被押到灯塔前的空旷地时，三个舞者分开人群走出来：都是年轻女孩，手中挥着燃烧的火球，划出壮观的弧线，在夜空中形成数道圆圈。她们依次接近你，用涂黑的手指触碰你的前额。每人在你的左脸颊、右脸颊和前额各亲吻一次，然后在你耳边低语。你的鼻孔里充满了煤油的气味。"
      },
      {
        "tag": "info",
        "text": [
          {
            "content": "进行一次“外貌”检定。"
          }
        ]
      }
    ]
  },
  "check": {
    "type": "roll",
    "key": "APP",
    "level": "value"
  },
  "options": [
    {
      "key": 0,
      "text": {
        "en": "You passed the roll, continue",
        "zh": "检定成功，继续"
      },
      "show": "flag_check_passed",
      "goto": 10
    },
    {
      "key": 1,
      "text": {
        "en": "You failed the roll, continue",
        "zh": "检定失败，继续"
      },
      "show": "flag_check_failed",
      "goto": 148
    }
  ]
}