{
    "key": 138,
    "location": "ledbetter",
    "text": {
        "en": [
            { "content": "In time May returns to the kitchen and busies herself clearing up. To speak to Ruth, you will need to get May to leave for a short while. You help with the dishes and try to think of some ruse. In time, an idea comes and you ask about Silas and his friends in the village." },
            { "content": "May narrows her eyes. “He knows Troy on the other side of town,” she says. “Not sure I’d call them friends. More like an old feuding couple. But he probably spent last night at Troy’s place.”" },
            { "content": "You ask May if she could visit Troy and ask if Silas mentioned any plans to return. May looks dubious. “Right now?” she asks." },
            { "tag": "info", "text": [
                { "content": "Without looking at your investigator sheet, decide how best to influence May: by appealing to her emotions; by explaining how further delay threatens your career; or by trying to rush her into compliance. Then make a Charm, Persuade, or Fast Talk roll respectively." }
            ] }
        ],
        "zh": [
            { "content": "过了一会儿，梅回到厨房开始洗涮。要想和露丝说话，你需要让梅离开一会儿。你一边帮她刷盘子，一边考虑计策。没多久，你就想到了一个主意，问起了西拉斯和他村子里的朋友。" },
            { "content": "梅眯起眼睛说：“他认识村那头的特洛伊，我不好说他们是朋友；他俩更像是一对欢喜老冤家。但他昨天晚上可能是在特洛伊家过的夜。”" },
            { "content": "你问梅可不可以见见特洛伊，问问他西拉斯有没有提到过返回的计划。梅听着半信半疑，问道：“现在就去？”" },
            { "tag": "info", "text": [
                { "content": "现在，不要查看自己的角色卡，决定自己如何让梅信服：是让梅感情用事？还是解释说再耽搁下去自己的事业就会受到影响？或者是让她草率遵从你的决定？请根据自己的选择，分别进行「魅惑」、「说服」或者「话术」检定。" }
            ] }
        ]
    },
    "check" : {
        "type": "roll_select",
        "rolls": [
            {
                "key": "charm",
                "level": "value",
                "onpass": [
                    { "action": "action_check_in_skill_box", "param": "charm" }
                ]
            },
            {
                "key": "persuade",
                "level": "value",
                "onpass": [
                    { "action": "action_check_in_skill_box", "param": "persuade" }
                ]
            },
            {
                "key": "fast_talk",
                "level": "value",
                "onpass": [
                    { "action": "action_check_in_skill_box", "param": "fast_talk" }
                ]
            }
        ]  
    },
    "options": [
        { "key": 0, "text": { "en": "You passed the roll, continue", "zh": "检定成功，继续" }, "show": "flag_check_passed" },
        { "key": 1, "text": { "en": "You failed the roll, continue", "zh": "检定失败，继续" }, "show": "flag_check_failed" }
    ],
    "onload": [
        { "action": "action_show_character_sheet", "param": false }
    ]
}