{
    "key": 3,
    "text": {
        "en": [
            { "content": "Your morning exertions have left you hungry. You roam the streets of Emberhead looking for sustenance. There is nothing resembling the busy cafés of your hometown, or anything that might be called a restaurant." },
            { "content": "It is beginning to look like you will have to get supplies from the general store when May Ledbetter comes down the street with a girl trailing in her wake. This must be Ruth. As she notices you, she races past her mother and approaches you with a smile. This is a different Ruth from the shy creature of last night." },
            { "content": "As she reaches you, she stops and stretches her arms up in celebration. She looks up into your eyes. Abruptly the smile drops from her face and she looks several years older." },
            { "content": "“Get out before the festival,” she hisses. “Get out!” She blinks hard, then scuttles back towards her mother." },
            { "content": "May approaches, wrapping an arm around her daughter’s shoulders. She smiles. “How are you getting on? Have you found transport?”" },
            { "content": "Startled, you explain the frustrations of the situation." },
            { "content": "“I’d try Mr. Winters in the village hall. He’s always in of an afternoon. You’ll be hungry by now? Help yourself to any food in the house. The door’s not locked.”" },
            { "content": "You glance at Ruth where she has squirreled herself behind her mother’s leg. Her eyes implore you to silence." }
        ],
        "zh": [
            { "content": "一上午的辛劳让你饥肠辘辘。你漫步在烬头村的街道上寻找食物。这里根本没有你家乡常见的那种忙碌咖啡厅，也没有任何能称作饭馆的地方。" },
            { "content": "当你开始觉得你必须要去杂货店买补给的时候，梅·莱德贝特从马路另一头走来，身后跟着个小女孩。这一定是露丝了。她一注意到你，就小跑起来，超过她妈妈，一边向你跑来一边朝你微笑。现在的露丝和昨天晚上那个害羞的小孩可完全不同。" },
            { "content": "她跑到你身边就停下来，伸开胳膊，做了一个庆祝的手势。她仰视着你的眼睛。突然，她脸上的微笑不见了，好像一瞬间长大了几岁一样。" },
            { "content": "“节日开始之前就走吧，”她小声嘘道。“走吧！”她用力眨眨眼，然后逃回妈妈身边去了。" },
            { "content": "梅走过来搂住她女儿的肩膀，微笑道：“你的进展怎么样？找到交通方式了吗？”" },
            { "content": "你吃了一惊，向她解释了现在的糟糕情形。" },
            { "content": "“我去村会堂找过了文特斯先生。他一直是下午才在。你现在饿了吧？到我家里随便吃点东西吧。房门没有锁。”" },
            { "content": "你瞟了露丝一眼，她现在像松鼠一样躲在她妈妈身后。她的眼神恳求你保持沉默。" }
        ]
    },
    "options": [
        { "key": 0, "text": { "en": "Ask Ruth about what she said", "zh": "问露丝：她说的是什么意思" } },
        { "key": 1, "text": { "en": "Ask May about what Ruth said", "zh": "问梅：露丝说的是什么意思" } },
        { "key": 2, "text": { "en": "Say nothing", "zh": "一言不发" } }
    ]
}