{
    "key": 57,
    "text": {
        "en": [
            { "content": "You walk up The Approach, the most central of the village’s major streets. It points directly at the odd metal structure. As you emerge from the shade of the nearby buildings, you are greeted by a magnificent panorama spread from the north to the southeast. The last colors of fall tint the hills in a sleepy gold." },
            { "content": "The structure, by contrast, is made from uncompromising iron, singed black. It supports an immense curved platform at the level of your head. Further struts snake up to a central point. It looks like they may have been some kind of sculpture at one time, but are now twisted and melted beyond recognition." },
            { "content": "An older gentleman passes, looking up at you with rheumy eyes. “Are you here for the festival?” he asks. “That’s the Beacon. When they light it, night after next, you’ll be able to see it ten miles away.” He gives a little nod of satisfaction, then moves on, leaning on his walking stick." },
            { "content": "Now you notice bundles of wood, tied and stacked against the buildings nearby. Perhaps this festival would be an interesting diversion. But you really must head to Arkham as soon as possible." },
            { "tag": "info", "text": [
                { "content": "Make a Spot Hidden roll." }
            ] }
        ],
        "zh": [
            { "content": "你沿着中央大街走着，这是三条大街居中的一条，朝着那奇怪的金属建筑物笔直而去。当你走出周围建筑物的阴影时，展现在你面前的是从北方一直延伸到东南方的壮丽全景。深秋的最后一抹色彩将山丘的轮廓染成睡意朦胧的金色。" },
            { "content": "相比之下，这座建筑物则是用熟铁铸成，外面烤成漆黑。它上边是一个巨大的弧形平台，大致和你的头顶一般高。再上边的撑架蛇行汇聚到中心点。它们似乎在很久以前有某种雕刻，但现在已经扭曲熔化，早就无法辨识。" },
            { "content": "一位老绅士走过，用一双红肿的老眼看着你。“你来参加节日的吗？”他问道。“这就是灯塔。明天晚上他们点亮它的时候，你在二十里外都能看得见。”他愉悦地点了点头，然后拄着手杖继续走他的路。" },
            { "content": "你还发现建筑物的附近堆着许多成捆成捆的木头。也许这次节日会是一次有趣的消遣，但你真的应该尽快赶往阿卡姆了。" },
            { "tag": "info", "text": [
                { "content": "进行一次「侦查」检定。" }
            ] }
        ]
    },
    "check": {
        "type": "roll",
        "key": "Spot",
        "level": "value"
    },
    "options": [
        { "key": 0, "text": { "en": "You passed the roll, continue", "zh": "检定成功，继续" }, "show": "flag_check_passed" },
        { "key": 1, "text": { "en": "You failed the roll, continue", "zh": "检定失败，继续" }, "show": "flag_check_failed" }
    ],
    "onload": [
        { "action": "action_c25_select_option", "param": 3 },
        { "action": "action_set_highlight", "param": { "key": "spot", "level": "value" } }
    ],
    "onleave": [
        { "action": "action_set_highlight", "param": { "key": "spot", "level": "none" } }
    ]
}