{
    "key": 144,
    "text": {
        "en": [
            { "content": "The motor coach rattles on through the hills and Silas lapses into silence. The sky darkens behind you, pinks tinting the clouds as the sun descends. Finally a welcome sight comes into view: a settlement on the crest of a hill. This doesn’t look like the pictures you’ve seen of Ossipee. But perhaps you can persuade Silas to stop while you stretch your legs." },
            { "content": "Minutes later, a harsh stuttering from the engine interrupts your reverie. Silas frowns and rattles the gear stick. The motor coach falters in its ascent. Silas utters a curse you don’t recognize and grinds his teeth, struggling at the wheel. You seem to inch up the hill until you reach the first buildings, low dwellings constructed from a rough red stone. Silas wrestles the coach into a small bay off the road. He scrambles from his seat and makes for the engine compartment." },
            { "tag": "info", "text": [
                { "content": "You must now choose to make a roll against Drive Auto or Psychology. If you choose Drive Auto you need to roll equal to or less than the skill value. If you choose Psychology, you need a Hard success. This is a roll equal to or less than half of the skill value (the number in the upper right box). You may attempt only one skill roll. " }
            ] }
        ],
        "zh": [
            { "content": "长途车咯吱咯吱地继续行驶，西拉斯又一言不发了。你身后的天色逐渐变暗，随着日落西山，云彩也被染上了一层粉红色。终于，你看到了受人欢迎的景象：坡顶上坐落着一个小村庄。这里和你在照片上见过的奥西皮并不一样。但你也许可以说服西拉斯停一下车，让你伸展伸展腿脚。" },
            { "content": "过了几分钟，发动机突然急促地停止，打断了你的沉思。西拉斯皱起眉头，拉了一下变速杆。长途车踉踉跄跄地继续上坡。西拉斯用你察觉不到的声音骂了一句，咬紧牙关，和轮子开始死磕。你们似乎在一点一点地往上挪动，终于抵达了第一座房子，一座粗糙红石头砌成的低矮住宅。西拉斯费力地把车停在路边的一块小空地上。他爬下自己的座位，走到发动机舱那里。" },
            { "tag": "info", "text": [
                { "content": "你必须选择使用「汽车驾驶」或「心理学」进行一次检定。如果你选用「汽车驾驶」，你投出的结果需要小于等于技能值。如果你选用「心理学」你需要一次困难成功。这个检定的结果需要小于等于技能值的一半（右上角小方格里的数值）。你只能选择一项技能来检定一次。" }
            ] }
        ]
    },
    "check" : {
        "type": "roll_select",
        "rolls": [
            { "key": "drive", "level": "value" },
            { "key": "psychology", "level": "half" }
        ]  
    },
    "options": [
        {
            "key": 0,
            "text": {
                "en": "You passed the roll, continue",
                "zh": "检定成功，继续"
            },
            "show": [ "flag_check_passed", { "flag": "flag_check_match", "param": "drive-value" } ]
        },
        {
            "key": 1,
            "text": {
                "en": "You passed the roll, continue",
                "zh": "检定成功，继续"
            },
            "show": [ "flag_check_passed", { "flag": "flag_check_match", "param": "psychology-half" } ]
        },
        {
            "key": 2,
            "text": {
                "en": "You failed the roll, continue",
                "zh": "检定失败，继续"
            },
            "show": "flag_check_failed"
        }
    ]
}