{
  "key": 185,
  "location": "woodland",
  "text": {
    "en": [
      {
        "content": "It takes a moment to recapture the skill of riding the bicycle, but after the first turn to the east, there is a long downhill out of Emberhead. You hear screams and crackles above you, but concentrate on balancing and working the pedals in your weakened state. You’ve had too many hopes dashed in this abomination of a village. You keep your head down and ride away."
      },
      {
        "content": "Twenty minutes later, with no signs of pursuit, you stop for a breather at the top of a hill. You can see Emberhead rise in the distance. The entire village appears to be ablaze. The dark column of smoke above it will be visible for many miles—but if the village is as isolated as it seems, help is unlikely to arrive in time. "
      },
      {
        "content": "You watch the place burn for five minutes. Then you mount the bicycle again and ride towards civilization, and dawn."
      },
      {
        "tag": "info",
        "text": [
          {
            "content": "Congratulations! You have survived this adventure. You may keep your investigator sheet and use it in another Call of Cthulhu scenario. If you have check-marked the small box beside any skills, you will have a chance to improve them through experience."
          }
        ]
      },
      {
        "tag": "h",
        "content": "【剧终】"
      }
    ],
    "zh": [
      {
        "content": "回忆起骑车的技能花了一点时间，但在第一个向东的转弯之后，烬头村外的道路一路向山下延伸。你听见头顶上方传来嘶吼和爆响，但你仍然拖着虚弱的身体集中精力保持平衡，不停地蹬着踏板。在整个村庄的恶意下，你已经有太多计划落空了。你头也不回地骑下去。"
      },
      {
        "content": "二十分钟以后，你感觉没有被追赶的迹象，停在一片山坡的顶上喘口气。你向远处望去，抬头能看见烬头村。似乎整个村子已经化作火海，村子上方的浓烟聚集成灰暗的烟柱，数里之外都清晰可见——但如果这村庄真的和你见到的一样孤独，那么基本没有人能够及时施救。"
      },
      {
        "content": "你就这样看着村子燃烧，大概停了五分钟。然后你重新蹬上自行车，向文明而行，向黎明而行。"
      },
      {
        "tag": "info",
        "text": [
          {
            "content": "恭喜！你已经度过了这次冒险。你可以保留自己的角色卡，在其他的《克苏鲁的呼唤》冒险中使用它。如果你在技能左边的方框里打过勾，你可以从经历中得到提升它们的机会。"
          }
        ]
      },
      {
        "tag": "h",
        "content": "【剧终】"
      }
    ]
  },
  "options": [
    {
      "key": 0,
      "text": {
        "en": "Study the Derby volume",
        "zh": "研读德比的诗集"
      },
      "show": "flag_found_poem_book",
      "secret": true,
      "goto": 171
    }
  ],
  "onload": [
    {
      "action": "action_ending",
      "param": "escaped"
    }
  ]
}