{
  "key": 270,
  "location": "beacon_center",
  "text": {
    "en": [
      {
        "content": "The swirling tongues of fire around you stop in mid-air. The people around the Beacon freeze, their black painted faces bleached and stripped, as a second sun opens in the air above Emberhead. In an instant, the people, the village, the hill, all are consumed; incinerated by impossible proximity to sheer combustion, the essence of fire."
      },
      {
        "content": "Though your body is bound to the Beacon, your being is freed. As a spark you race into space, catapulted through the vastness of the void. The stars burn past you with incomprehensible velocity. And then you are home."
      },
      {
        "content": "Forever you will dwell here, at Fomalhaut; where the flames ripple and flow through immense spaces to the rhythms of the universe; where planets themselves move and tilt through unutterable wheels of fire, bound to the clockwork chaos of the Living Flame."
      },
      {
        "content": "And among the flames you will dance. "
      },
      {
        "tag": "info",
        "text": [
          {
            "content": "You have single-handedly destroyed a section of New Hampshire about sixteen miles in diameter! This also killed you."
          }
        ]
      },
      {
        "tag": "h",
        "content": "The End."
      }
    ],
    "zh": [
      {
        "content": "你身边旋转的火舌突然停在了半空。灯塔周围的人都僵住了，涂着黑颜料的面孔变白剥落，烬头村的上空如同有第二颗太阳突然开始照耀。顷刻之间，人群、村庄、山丘，一切都被摧毁了；它们离绝对的燃烧、烈焰的精华近到不可想象，瞬间就被焚化殆尽。"
      },
      {
        "content": "尽管你的躯体被禁锢在灯塔上，但你的存在被解放了。你像星火一样直冲宇宙，弹射到广袤无垠的虚空之中。群星从你身边燃烧着掠过，速度快得不可理喻。它们就是你的家园。"
      },
      {
        "content": "你将永远栖居于此，在这北落师门；火焰流过浩瀚太空，泛起涟漪，传导着宇宙的节奏；行星沿着不可言说的火焰之轮移转倾侧，无不处在活火焰那发条一般精确的混沌当中。"
      },
      {
        "content": "而在这活火焰中，你将翩翩起舞。"
      },
      {
        "tag": "info",
        "text": [
          {
            "content": "你以只手之力，将新罕布什尔州上方圆十六英里的一片地区毁了个干净！你也不能幸免。"
          }
        ]
      },
      {
        "tag": "h",
        "content": "【剧终】"
      }
    ]
  },
  "options": [],
  "onload": [
    {
      "action": "action_ending",
      "param": "burn"
    }
  ]
}