{
  "key": 6,
  "location": "street",
  "text": {
    "en": [
      {
        "content": "You wander the streets of Emberhead without any particular destination in mind. The village is built on a relatively flat upland with splendid views. To the north, the hazy tips of the White Mountains reach for the heavens; to the south, the sparkling waters of Lake Winnipesaukee touch the horizon."
      },
      {
        "content": "The village itself takes less than five minutes to cross from edge to edge. You arrived on the winding road to the west. The only other road leaves to the south, following a lower ridge of land as it turns east. In the southwest of the village, an open grassy space borders a ruined church, its graveyard cresting the cliffs. To the northeast, the three main thoroughfares meet at a raised black metal structure. It looms, stark against the blue sky."
      },
      {
        "tag": "info",
        "text": [
          {
            "content": "The map is now available."
          }
        ]
      },
      {
        "tag": "img",
        "imageSrc": "images/map-en.png"
      },
      {
        "content": "You may now:"
      }
    ],
    "zh": [
      {
        "content": "你漫步在烬头村的街道上，可是并没有特别想去的地方。这村子建在一片相对平坦的高地上，视野开阔，景色壮丽。向北看去，白山山脉朦胧的峰顶高耸入云；向南眺望，温尼伯索基湖粼粼的湖水天水相接。"
      },
      {
        "content": "这个村子只需要不到五分钟就能从一头走到另一头。你是从西面的盘山路来到这里的。还有一条路通向南边，再转向东，从另一侧的山脊下坡延伸出去。村子西南角有一片开阔的草地，包围着一座坍圮的教堂，它的墓地正位于悬崖的最高点。还有三条大道，朝东北方向交汇到一座刻有浮雕的黑色金属建筑物。它十分突兀，直指蓝天。"
      },
      {
        "tag": "info",
        "text": [
          {
            "content": "地图功能已激活。"
          }
        ]
      },
      {
        "tag": "img",
        "imageSrc": "images/map-zh.png"
      },
      {
        "content": "现在你可以："
      }
    ]
  },
  "options": [
    {
      "key": 0,
      "text": {
        "en": "Ask about transport at the local general store",
        "zh": "去本地杂货店询问交通方式"
      },
      "goto": 16
    },
    {
      "key": 1,
      "text": {
        "en": "Seek out the village hall",
        "zh": "找到村会堂"
      },
      "goto": 84
    },
    {
      "key": 2,
      "text": {
        "en": "Walk down to the lower level and check out the eastern road",
        "zh": "沿着道路下坡，查看东盘山路"
      },
      "goto": 115
    },
    {
      "key": 3,
      "text": {
        "en": "Examine the large metal structure",
        "zh": "调查巨大的金属建筑物"
      },
      "goto": 57
    },
    {
      "key": 4,
      "text": {
        "en": "Explore the church",
        "zh": "探索教堂"
      },
      "goto": 34
    },
    {
      "key": 5,
      "text": {
        "en": "Look for local people with their own transport needs",
        "zh": "寻找拥有交通工具的当地居民"
      },
      "goto": 96
    }
  ],
  "onload": [
    {
      "action": "action_enable_map",
      "param": ""
    }
  ]
}