{
    "key": 71,
    "text": {
        "en": [
            { "content": "You resume your journey. The driver takes the curves with more caution than before. He glances over his shoulder at you a couple of times." },
            { "content": "“Sorry about before,” he says. “That fella was dumber than a hog. I’m Silas. What’s your name?”" },
            { "content": "The accident was at least as much Silas’s fault as the farmer’s. But it doesn’t seem shrewd to antagonize the man while he is driving you through the middle of nowhere." },
            { "tag": "info", "text": [
                { "content": "Make up a name for your character and record it on your investigator sheet. You may add your age; for the purposes of this adventure your character should probably be aged between 23 and 36." }
            ] },
            { "content": "The coach turns onto a narrower road, which weaves uphill through woodland. Silas becomes chatty." },
            { "content": "“Going to Arkham, eh? Can’t say I ever heard of the place. Went to Boston once. Didn’t like it. Too much hustle and bustle. You got family there? A special someone waiting?”" },
            { "content": "The afternoon is wearing on. You see no harm in confiding in Silas about your new life." },
            { "content": "“A job eh? What’s your line?”" },
            { "tag": "info", "text": [
                { "content": "Choose an occupation for your character from the following options:" }
            ] }
        ],
        "zh": [
            { "content": "你的行程重新开始了。司机转弯时变得更加小心。他转过头看了你好几次。" },
            { "content": "“刚才对不住，”他说，“那货比猪还蠢。我叫西拉斯。你的名字是？”" },
            { "content": "刚才的事件里，西拉斯和农民的责任至少要对半分。但是，当他开车带你穿过这前不着村、后不着店的地方时，和他对抗可能并不明智。" },
            { "tag": "info", "text": [
                { "content": "为你的角色起一个名字，把它记在自己的调查员角色卡上。你还可以加上你的年龄；对本冒险来说，你的角色年龄应当在23到36岁之间。" }
            ] },
            { "content": "长途车开上了一条窄一些的路，这条路迂回上升，穿过树林。西拉斯的话变得多了起来。" },
            { "content": "“去阿卡姆吗，哈？都没听说过这地方。就去过一次波士顿。不喜欢。人太多，太闹腾。你家在那里吗？有特别的人等你吗？”" },
            { "content": "下午的时间在缓慢地流逝。你觉得向西拉斯透露自己的新生活也没有什么坏处。" },
            { "content": "“工作哈？你干哪行？”" },
            { "tag": "info", "text": [
                { "content": "从以下选项中选择你角色的职业：" }
            ] }
        ]
    },
    "options": [
        { "key": 0, "text": { "en": "Choose occupation: Antiquarian", "zh": "选择职业：文物学家" } },
        { "key": 1, "text": { "en": "Choose occupation: Doctor of Medicine", "zh": "选择职业：医生" } },
        { "key": 2, "text": { "en": "Choose occupation: Journalist", "zh": "选择职业：记者" } },
        { "key": 3, "text": { "en": "Choose occupation: Private Investigator", "zh": "选择职业：私家侦探" } },
        { "key": 4, "text": { "en": "Choose occupation: Professor", "zh": "选择职业：教授" } }
    ],
    "onload": [
        { "action": "action_show_character_sheet", "param": true }
    ]
}